export const serviceGroup = {
  "command": "serviceGroupList",
  "data": [
    {
      "id": 1,
      "name": "default",
      "description": null,
      "root": {
        "services": [],
        "children": [
          {
            "id": 2,
            "parent_id": 1,
            "name": "Физические лица <br>  обслуживание на 1 этаже",
            "department": 0,
            "children": [
              {
                "id": 10,
                "parent_id": 2,
                "name": "АО «Норильсктрансгаз»",
                "department": 0,
                "services": [
                  { "id": 187, "alias": "Исполнительное производство" },
                  {
                    "id": 188,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 189, "alias": "Внесение (возврат) денежных средств" },
                  { "id": 332, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 17,
                    "parent_id": 10,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 157, "alias": "Удержание из заработной платы" },
                      { "id": 158, "alias": "Путевки" },
                      { "id": 159, "alias": "Банковские реквизиты" },
                      {
                        "id": 160,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 161, "alias": "Налоговый вычет" },
                      {
                        "id": 163,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 164,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 165,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 166, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 18,
                        "parent_id": 17,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 167,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 168, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 19,
                    "parent_id": 10,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 151, "alias": "Аванс на проезд в отпуск" },
                      { "id": 152, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 153,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 154, "alias": "Получить консультацию" },
                      {
                        "id": 155,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 156,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 38,
                    "parent_id": 10,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 214, "alias": "Получить готовую справку" },
                      { "id": 215, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              },
              {
                "id": 11,
                "parent_id": 2,
                "name": "АО «Норильскгазпром»",
                "department": 0,
                "services": [
                  { "id": 184, "alias": "Исполнительное производство" },
                  {
                    "id": 185,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 186, "alias": "Внесение (возврат) денежных средств" },
                  { "id": 331, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 20,
                    "parent_id": 11,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 139, "alias": "Удержание из заработной платы" },
                      { "id": 140, "alias": "Путевки" },
                      { "id": 141, "alias": "Банковские реквизиты" },
                      {
                        "id": 142,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 143, "alias": "Налоговый вычет" },
                      {
                        "id": 145,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 146,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 147,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 148, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 21,
                        "parent_id": 20,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 149,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 150, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 22,
                    "parent_id": 11,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 133, "alias": "Аванс на проезд в отпуск" },
                      { "id": 134, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 135,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 136, "alias": "Получить консультацию" },
                      {
                        "id": 137,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 138,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 39,
                    "parent_id": 11,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 210, "alias": "Получить готовую справку" },
                      { "id": 211, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              },
              {
                "id": 12,
                "parent_id": 2,
                "name": "ЧОУ ДПО «Корпоративный университет»",
                "department": 0,
                "services": [
                  { "id": 181, "alias": "Исполнительное производство" },
                  {
                    "id": 182,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 183, "alias": "Внесение (возврат) денежных средств" },
                  { "id": 330, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 23,
                    "parent_id": 12,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 121, "alias": "Удержание из заработной платы" },
                      { "id": 122, "alias": "Путевки" },
                      { "id": 123, "alias": "Банковские реквизиты" },
                      {
                        "id": 124,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 125, "alias": "Налоговый вычет" },
                      {
                        "id": 127,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 128,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 129,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 130, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 24,
                        "parent_id": 23,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 131,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 132, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 25,
                    "parent_id": 12,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 115, "alias": "Аванс на проезд в отпуск" },
                      { "id": 116, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 117,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 118, "alias": "Получить консультацию" },
                      {
                        "id": 119,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 120,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 40,
                    "parent_id": 12,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 206, "alias": "Получить готовую справку" },
                      { "id": 207, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              },
              {
                "id": 13,
                "parent_id": 2,
                "name": "АО «Норильский комбинат»",
                "department": 0,
                "services": [
                  { "id": 178, "alias": "Исполнительное производство" },
                  {
                    "id": 179,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 180, "alias": "Внесение (возврат) денежных средств" },
                  { "id": 329, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 26,
                    "parent_id": 13,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 103, "alias": "Удержание из заработной платы" },
                      { "id": 104, "alias": "Путевки" },
                      { "id": 105, "alias": "Банковские реквизиты" },
                      {
                        "id": 106,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 107, "alias": "Налоговый вычет" },
                      {
                        "id": 109,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 110,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 111,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 112, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 27,
                        "parent_id": 26,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 113,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 114, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 28,
                    "parent_id": 13,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 97, "alias": "Аванс на проезд в отпуск" },
                      { "id": 98, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 99,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 100, "alias": "Получить консультацию" },
                      {
                        "id": 101,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 102,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 41,
                    "parent_id": 13,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 202, "alias": "Получить готовую справку" },
                      { "id": 203, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              },
              {
                "id": 14,
                "parent_id": 2,
                "name": "ООО «Медвежий ручей»",
                "department": 0,
                "services": [
                  { "id": 175, "alias": "Исполнительное производство" },
                  {
                    "id": 176,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 177, "alias": "Внесение (возврат) денежных средств" },
                  { "id": 328, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 29,
                    "parent_id": 14,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 85, "alias": "Удержание из заработной платы" },
                      { "id": 86, "alias": "Путевки" },
                      { "id": 87, "alias": "Банковские реквизиты" },
                      {
                        "id": 88,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 89, "alias": "Налоговый вычет" },
                      {
                        "id": 91,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 92,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 93,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 94, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 30,
                        "parent_id": 29,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 95,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 96, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 31,
                    "parent_id": 14,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 79, "alias": "Аванс на проезд в отпуск" },
                      { "id": 80, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 81,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 82, "alias": "Получить консультацию" },
                      {
                        "id": 83,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 84,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 42,
                    "parent_id": 14,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 199, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              },
              {
                "id": 15,
                "parent_id": 2,
                "name": "ООО «Норильскникельремонт»",
                "department": 0,
                "services": [
                  { "id": 172, "alias": "Исполнительное производство" },
                  {
                    "id": 173,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 174, "alias": "Внесение (возврат) денежных средств" },
                  {
                    "id": 287,
                    "alias": "Заявления на выдачу денежных средств в подотчет"
                  },
                  { "id": 327, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 32,
                    "parent_id": 15,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 67, "alias": "Удержание из заработной платы" },
                      { "id": 68, "alias": "Путевки" },
                      { "id": 69, "alias": "Банковские реквизиты" },
                      {
                        "id": 70,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 71, "alias": "Налоговый вычет" },
                      {
                        "id": 73,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 74,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 75,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 76, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 33,
                        "parent_id": 32,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 77,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 78, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 34,
                    "parent_id": 15,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 61, "alias": "Аванс на проезд в отпуск" },
                      { "id": 62, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 63,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 64, "alias": "Получить консультацию" },
                      {
                        "id": 65,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 66,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 43,
                    "parent_id": 15,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 194, "alias": "Получить готовую справку" },
                      { "id": 195, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              },
              {
                "id": 16,
                "parent_id": 2,
                "name": "ЗФ ПАО «ГМК»  «Норильский никель»",
                "department": 0,
                "services": [
                  { "id": 169, "alias": "Исполнительное производство" },
                  {
                    "id": 170,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 171, "alias": "Внесение (возврат) денежных средств" },
                  { "id": 326, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 35,
                    "parent_id": 16,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 49, "alias": "Удержание из заработной платы" },
                      { "id": 50, "alias": "Путевки" },
                      { "id": 51, "alias": "Банковские реквизиты" },
                      {
                        "id": 52,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 53, "alias": "Налоговый вычет" },
                      {
                        "id": 55,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 56,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 57,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 58, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 36,
                        "parent_id": 35,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 59,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 60, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 37,
                    "parent_id": 16,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 43, "alias": "Аванс на проезд в отпуск" },
                      { "id": 44, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 45,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 46, "alias": "Получить консультацию" },
                      {
                        "id": 47,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 48,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 44,
                    "parent_id": 16,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 190, "alias": "Получить готовую справку" },
                      { "id": 191, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              },
              {
                "id": 73,
                "parent_id": 2,
                "name": "ООО \"Институт \"Гипроникель\"",
                "department": 0,
                "services": [
                  {
                    "id": 311,
                    "alias": "Исполнительное производство (алименты, задолженность, штрафы и прочие)"
                  },
                  {
                    "id": 312,
                    "alias": "Программы 'Содействие' и 'Привлечение'"
                  },
                  { "id": 313, "alias": "Внесение (возврат) денежных средств" },
                  { "id": 333, "alias": "Листки нетрудоспособности" }
                ],
                "children": [
                  {
                    "id": 74,
                    "parent_id": 73,
                    "name": "Оформление заявлений",
                    "department": 0,
                    "services": [
                      { "id": 299, "alias": "Удержание из заработной платы" },
                      { "id": 300, "alias": "Путевки" },
                      { "id": 301, "alias": "Банковские реквизиты" },
                      {
                        "id": 302,
                        "alias": "Возмещение расходов при прохождении медосмотра"
                      },
                      { "id": 303, "alias": "Налоговый вычет" },
                      {
                        "id": 305,
                        "alias": "Пособия по рождению и уходу за ребенком"
                      },
                      {
                        "id": 306,
                        "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
                      },
                      {
                        "id": 307,
                        "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
                      },
                      { "id": 308, "alias": "Программа льготного кредитования" }
                    ],
                    "children": [
                      {
                        "id": 75,
                        "parent_id": 74,
                        "name": "Прочее заявление",
                        "department": 0,
                        "services": [
                          {
                            "id": 309,
                            "alias": "Матпомощь работникам/бывшим работникам"
                          },
                          { "id": 310, "alias": "Другое" }
                        ]
                      }
                    ]
                  },
                  {
                    "id": 76,
                    "parent_id": 73,
                    "name": "Оформление аванса  и  оплаты проезда",
                    "department": 0,
                    "services": [
                      { "id": 293, "alias": "Аванс на проезд в отпуск" },
                      { "id": 294, "alias": "Оплата проезда к месту отдыха" },
                      {
                        "id": 295,
                        "alias": "Оплата проезда по выезду из НПР (при увольнении)"
                      },
                      { "id": 296, "alias": "Получить консультацию" },
                      {
                        "id": 297,
                        "alias": "Оплата проезда к месту нахождения учебного заведения"
                      },
                      {
                        "id": 298,
                        "alias": "Оплата проезда к месту установления профессионального заболевания"
                      }
                    ]
                  },
                  {
                    "id": 77,
                    "parent_id": 73,
                    "name": "Справки, копии",
                    "department": 0,
                    "services": [
                      { "id": 314, "alias": "Получить готовую справку" },
                      { "id": 315, "alias": "Получить расчетный листок" }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "id": 3,
            "parent_id": 1,
            "name": "Юридические лица <br> обслуживание на 2 этаже",
            "department": 0,
            "children": [
              {
                "id": 4,
                "parent_id": 3,
                "name": "ОУРО, УПиСП, Управление организации закупок, НТУ, Управление капитального строительства",
                "department": 0,
                "services": [
                  {
                    "id": 36,
                    "alias": "Учет доходов и дебиторской задолженности"
                  },
                  {
                    "id": 37,
                    "alias": "Учет расходов и кредиторской задолженности"
                  },
                  {
                    "id": 38,
                    "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
                  },
                  { "id": 39, "alias": "Учет МПЗ" },
                  {
                    "id": 40,
                    "alias": "Учет Основных средств, Нематериальных активов, капитальных вложений"
                  },
                  { "id": 42, "alias": "Учет спецодежды и СИЗ" },
                  { "id": 223, "alias": "Прочее" }
                ]
              },
              {
                "id": 6,
                "parent_id": 3,
                "name": "ГИВЦ",
                "department": 0,
                "services": [
                  {
                    "id": 22,
                    "alias": "Учет доходов и дебиторской задолженности"
                  },
                  {
                    "id": 23,
                    "alias": "Учет расходов и кредиторской задолженности"
                  },
                  {
                    "id": 24,
                    "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
                  },
                  { "id": 25, "alias": "Учет МПЗ" },
                  {
                    "id": 26,
                    "alias": "Учет Основных средств, Нематериальных активов, капитальных вложений"
                  },
                  { "id": 28, "alias": "Учет спецодежды и СИЗ" },
                  { "id": 221, "alias": "Прочее" }
                ]
              },
              {
                "id": 7,
                "parent_id": 3,
                "name": "ПЕСХ",
                "department": 0,
                "services": [
                  {
                    "id": 15,
                    "alias": "Учет доходов и дебиторской задолженности"
                  },
                  {
                    "id": 16,
                    "alias": "Учет расходов и кредиторской задолженности"
                  },
                  {
                    "id": 17,
                    "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
                  },
                  { "id": 18, "alias": "Учет МПЗ" },
                  {
                    "id": 19,
                    "alias": "Учет Основных средств, Нематериальных активов, капитальных вложений"
                  },
                  { "id": 21, "alias": "Учет спецодежды и СИЗ" },
                  { "id": 220, "alias": "Прочее" }
                ]
              },
              {
                "id": 8,
                "parent_id": 3,
                "name": "ЦАТК,  Никелевый завод,  Цементный завод",
                "department": 0,
                "services": [
                  {
                    "id": 8,
                    "alias": "Учет доходов и дебиторской задолженности"
                  },
                  {
                    "id": 9,
                    "alias": "Учет расходов и кредиторской задолженности"
                  },
                  {
                    "id": 10,
                    "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
                  },
                  { "id": 11, "alias": "Учет МПЗ" },
                  {
                    "id": 12,
                    "alias": "Учет Основных средств, Нематериальных активов, капитальных вложений"
                  },
                  { "id": 14, "alias": "Учет спецодежды и СИЗ" },
                  { "id": 219, "alias": "Прочее" }
                ]
              },
              {
                "id": 9,
                "parent_id": 3,
                "name": "Медный завод, ПТЖТ",
                "department": 0,
                "services": [
                  {
                    "id": 1,
                    "alias": "Учет расходов и кредиторской задолженности"
                  },
                  {
                    "id": 2,
                    "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
                  },
                  {
                    "id": 3,
                    "alias": "Учет доходов и дебиторской задолженности"
                  },
                  { "id": 4, "alias": "Учет МПЗ" },
                  {
                    "id": 5,
                    "alias": "Учет Основных средств, Нематериальных активов, капитальных вложений"
                  },
                  { "id": 7, "alias": "Учет спецодежды и СИЗ" },
                  { "id": 218, "alias": "Прочее" }
                ]
              },
              {
                "id": 45,
                "parent_id": 3,
                "name": "ОУАР, УПБ, КАУ, Газоспасательная служба, ЦИСП, ЦД, УХД, УИТ, УГЭ, УГМ, ДК и прочие",
                "department": 0,
                "services": [
                  {
                    "id": 29,
                    "alias": "Учет доходов и дебиторской задолженности"
                  },
                  {
                    "id": 30,
                    "alias": "Учет расходов и кредиторской задолженности"
                  },
                  {
                    "id": 31,
                    "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
                  },
                  { "id": 32, "alias": "Учет МПЗ" },
                  {
                    "id": 33,
                    "alias": "Учет Основных средств, Нематериальных активов, капитальных вложений"
                  },
                  { "id": 35, "alias": "Учет спецодежды и СИЗ" },
                  { "id": 222, "alias": "Прочее" }
                ]
              },
              {
                "id": 72,
                "parent_id": 3,
                "name": "Медвежий ручей",
                "department": 0,
                "services": [
                  {
                    "id": 319,
                    "alias": "Учет доходов и дебиторской задолженности"
                  },
                  {
                    "id": 320,
                    "alias": "Учет расходов и кредиторской задолженности"
                  },
                  {
                    "id": 321,
                    "alias": " Авансовые отчеты, возмещение расходов"
                  },
                  { "id": 322, "alias": "Учет МПЗ" },
                  {
                    "id": 323,
                    "alias": "Учет Основных средств, Нематериальных активов"
                  },
                  { "id": 324, "alias": "Учет спецодежды и СИЗ" },
                  { "id": 325, "alias": "Прочие" }
                ]
              }
            ]
          }
        ]
      },
      "department": 0
    },
    {
      "id": 46,
      "name": "1 этаж",
      "description": null,
      "root": {
        "services": [],
        "children": [
          {
            "id": 47,
            "parent_id": 46,
            "name": "Норильский комбинат",
            "department": 0,
            "services": [
              { "id": 97 },
              { "id": 98 },
              {
                "id": 99,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 100, "alias": "Получить консультацию" },
              {
                "id": 101,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 102,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 103, "alias": "Удержание из заработной платы" },
              { "id": 104, "alias": "Путевки" },
              { "id": 105, "alias": "Банковские реквизиты" },
              {
                "id": 106,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 107, "alias": "Налоговый вычет" },
              { "id": 109, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 110,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 111,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 112, "alias": "Программа льготного кредитования" },
              { "id": 113, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 114, "alias": "Другое" },
              { "id": 178, "alias": "Исполнительное производство" },
              { "id": 179, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 180, "alias": "Внесение (возврат) денежных средств" },
              { "id": 202, "alias": "Получить готовую справку" },
              { "id": 203, "alias": "Получить расчетный листок" },
              {
                "id": 289,
                "alias": "Заявления на выдачу денежных средств в подотчет"
              },
              { "id": 329, "alias": "Листки нетрудоспособности" }
            ]
          },
          {
            "id": 48,
            "parent_id": 46,
            "name": "Медвежий ручей",
            "department": 0,
            "services": [
              { "id": 79, "alias": "Аванс на проезд в отпуск" },
              { "id": 80, "alias": "Оплата проезда к месту отдыха" },
              {
                "id": 81,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 82, "alias": "Получить консультацию" },
              {
                "id": 83,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 84,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 85, "alias": "Удержание из заработной платы" },
              { "id": 86, "alias": "Путевки" },
              { "id": 87, "alias": "Банковские реквизиты" },
              {
                "id": 88,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 89, "alias": "Налоговый вычет" },
              { "id": 91, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 92,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 93,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 94, "alias": "Программа льготного кредитования" },
              { "id": 95, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 96, "alias": "Другое" },
              { "id": 175, "alias": "Исполнительное производство" },
              { "id": 176, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 177, "alias": "Внесение (возврат) денежных средств" },
              { "id": 198, "alias": "Получить готовую справку" },
              { "id": 199, "alias": "Получить расчетный листок" },
              {
                "id": 288,
                "alias": "Заявления на выдачу денежных средств в подотчет"
              },
              { "id": 328, "alias": "Листки нетрудоспособности" }
            ]
          },
          {
            "id": 49,
            "parent_id": 46,
            "name": "Норильскникельремонт",
            "department": 0,
            "services": [
              { "id": 61, "alias": "Аванс на проезд в отпуск" },
              { "id": 62, "alias": "Оплата проезда к месту отдыха" },
              {
                "id": 63,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 64, "alias": "Получить консультацию" },
              {
                "id": 65,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 66,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 67, "alias": "Удержание из заработной платы" },
              { "id": 68, "alias": "Путевки" },
              { "id": 69, "alias": "Банковские реквизиты" },
              {
                "id": 70,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 71, "alias": "Налоговый вычет" },
              { "id": 73, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 74,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 75,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 76, "alias": "Программа льготного кредитования" },
              { "id": 77, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 78, "alias": "Другое" },
              { "id": 172, "alias": "Исполнительное производство" },
              { "id": 173, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 174, "alias": "Внесение (возврат) денежных средств" },
              { "id": 194, "alias": "Получить готовую справку" },
              { "id": 195, "alias": "Получить расчетный листок" },
              {
                "id": 287,
                "alias": "Заявления на выдачу денежных средств в подотчет"
              },
              { "id": 327, "alias": "Листки нетрудоспособности" }
            ]
          },
          {
            "id": 50,
            "parent_id": 46,
            "name": "Норильский никель",
            "department": 0,
            "services": [
              { "id": 43, "alias": "Аванс на проезд в отпуск" },
              { "id": 44, "alias": "Оплата проезда к месту отдыха" },
              {
                "id": 45,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 46, "alias": "Получить консультацию" },
              {
                "id": 47,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 48,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 49, "alias": "Удержание из заработной платы" },
              { "id": 50, "alias": "Путевки" },
              { "id": 51, "alias": "Банковские реквизиты" },
              {
                "id": 52,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 53, "alias": "Налоговый вычет" },
              { "id": 55, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 56,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 57,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 58, "alias": "Программа льготного кредитования" },
              { "id": 59, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 60, "alias": "Другое" },
              { "id": 169, "alias": "Исполнительное производство" },
              { "id": 170, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 171, "alias": "Внесение (возврат) денежных средств" },
              { "id": 190, "alias": "Получить готовую справку" },
              { "id": 191, "alias": "Получить расчетный листок" },
              {
                "id": 224,
                "alias": "Заявления на выдачу денежных средств в подотчет"
              },
              { "id": 326, "alias": "Листки нетрудоспособности" }
            ]
          },
          {
            "id": 51,
            "parent_id": 46,
            "name": "Норильскгазпром",
            "department": 0,
            "services": [
              { "id": 133, "alias": "Аванс на проезд в отпуск" },
              { "id": 134, "alias": "Оплата проезда к месту отдыха" },
              {
                "id": 135,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 136, "alias": "Получить консультацию" },
              {
                "id": 137,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 138,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 139, "alias": "Удержание из заработной платы" },
              { "id": 140, "alias": "Путевки" },
              { "id": 141, "alias": "Банковские реквизиты" },
              {
                "id": 142,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 143, "alias": "Налоговый вычет" },
              { "id": 145, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 146,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 147,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 148, "alias": "Программа льготного кредитования" },
              { "id": 149, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 150, "alias": "Другое" },
              { "id": 184, "alias": "Исполнительное производство" },
              { "id": 185, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 186, "alias": "Внесение (возврат) денежных средств" },
              { "id": 210, "alias": "Получить готовую справку" },
              { "id": 211, "alias": "Получить расчетный листок" },
              { "id": 331, "alias": "Листки нетрудоспособности" }
            ]
          },
          {
            "id": 52,
            "parent_id": 46,
            "name": "Корпоративный университет",
            "department": 0,
            "services": [
              { "id": 115, "alias": "Аванс на проезд в отпуск" },
              { "id": 116, "alias": "Оплата проезда к месту отдыха" },
              {
                "id": 117,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 118, "alias": "Получить консультацию" },
              {
                "id": 119,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 120,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 121, "alias": "Удержание из заработной платы" },
              { "id": 122, "alias": "Путевки" },
              { "id": 123, "alias": "Банковские реквизиты" },
              {
                "id": 124,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 125, "alias": "Налоговый вычет" },
              { "id": 127, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 128,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 129,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 130, "alias": "Программа льготного кредитования" },
              { "id": 131, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 132, "alias": "Другое" },
              { "id": 181, "alias": "Исполнительное производство" },
              { "id": 182, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 183, "alias": "Внесение (возврат) денежных средств" },
              { "id": 206, "alias": "Получить готовую справку" },
              { "id": 207, "alias": "Получить расчетный листок" },
              {
                "id": 290,
                "alias": "Заявления на выдачу денежных средств в подотчет"
              },
              { "id": 330, "alias": "Листки нетрудоспособности" }
            ]
          },
          {
            "id": 53,
            "parent_id": 46,
            "name": "Норильсктрансгаз",
            "department": 0,
            "services": [
              { "id": 151, "alias": "Аванс на проезд в отпуск" },
              { "id": 152, "alias": "Оплата проезда к месту отдыха" },
              {
                "id": 153,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 154, "alias": "Получить консультацию" },
              {
                "id": 155,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 156,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 157, "alias": "Удержание из заработной платы" },
              { "id": 158, "alias": "Путевки" },
              { "id": 159, "alias": "Банковские реквизиты" },
              {
                "id": 160,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 161, "alias": "Налоговый вычет" },
              { "id": 163, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 164,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 165,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 166, "alias": "Программа льготного кредитования" },
              { "id": 167, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 168, "alias": " Другое" },
              { "id": 187, "alias": "Исполнительное производство" },
              { "id": 188, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 189, "alias": "Внесение (возврат) денежных средств" },
              { "id": 214, "alias": "Получить готовую справку" },
              { "id": 215, "alias": "Получить расчетный листок" },
              { "id": 332, "alias": "Листки нетрудоспособности" }
            ]
          },
          {
            "id": 68,
            "parent_id": 46,
            "name": "Окна",
            "department": 0,
            "services": [
              { "id": 225 },
              { "id": 226 },
              { "id": 227 },
              { "id": 228 },
              { "id": 229 },
              { "id": 230 },
              { "id": 231 },
              { "id": 232 },
              { "id": 233 },
              { "id": 234 },
              { "id": 235 },
              { "id": 236 },
              { "id": 237 },
              { "id": 238 },
              { "id": 239 },
              { "id": 240 },
              { "id": 241 },
              { "id": 242 },
              { "id": 243 },
              { "id": 244 },
              { "id": 245 },
              { "id": 246 },
              { "id": 247 },
              { "id": 248 },
              { "id": 249 },
              { "id": 250 },
              { "id": 251 },
              { "id": 252 },
              { "id": 253 },
              { "id": 254 },
              { "id": 255 },
              { "id": 256 },
              { "id": 257 }
            ]
          },
          {
            "id": 78,
            "parent_id": 46,
            "name": "Институт Гипроникель",
            "department": 0,
            "services": [
              { "id": 294, "alias": "Оплата проезда к месту отдыха" },
              {
                "id": 295,
                "alias": "Оплата проезда по выезду из НПР (при увольнении)"
              },
              { "id": 296, "alias": "Получить консультацию" },
              {
                "id": 297,
                "alias": "Оплата проезда к месту нахождения учебного заведения"
              },
              {
                "id": 298,
                "alias": "Оплата проезда к месту установления профессионального заболевания"
              },
              { "id": 299, "alias": "Удержание из заработной платы" },
              { "id": 300, "alias": "Путевки" },
              { "id": 301, "alias": "Банковские реквизиты" },
              {
                "id": 302,
                "alias": "Возмещение расходов при прохождении медосмотра"
              },
              { "id": 303, "alias": "Налоговый вычет" },
              { "id": 305, "alias": "Пособия по рождению и уходу за ребенком" },
              {
                "id": 306,
                "alias": "Пенсионные программы 'Накопительная долевая пенсия' (НДП)"
              },
              {
                "id": 307,
                "alias": "Расходы на погребение, окончательный расчет в связи со смертью работника"
              },
              { "id": 308, "alias": "Программа льготного кредитования" },
              { "id": 309, "alias": "Матпомощь работникам/бывшим работникам" },
              { "id": 310, "alias": "Другое" },
              {
                "id": 311,
                "alias": "Исполнительное производство (алименты, задолженность, штрафы и прочие)"
              },
              { "id": 312, "alias": "Программы 'Содействие' и 'Привлечение'" },
              { "id": 313, "alias": "Внесение (возврат) денежных средств" },
              { "id": 314, "alias": "Получить готовую справку" },
              { "id": 315, "alias": "Получить расчетный листок" },
              { "id": 333, "alias": "Листки нетрудоспособности" }
            ]
          }
        ]
      },
      "department": 0
    },
    {
      "id": 54,
      "name": "2 этаж",
      "description": null,
      "root": {
        "services": [],
        "children": [
          {
            "id": 59,
            "parent_id": 54,
            "name": "ГИВЦ",
            "department": 0,
            "services": [
              { "id": 22, "alias": "Учет доходов и дебиторской задолженности" },
              {
                "id": 23,
                "alias": "Учет расходов и кредиторской задолженности"
              },
              {
                "id": 24,
                "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
              },
              { "id": 25, "alias": "Учет МПЗ" },
              {
                "id": 26,
                "alias": "Учет Основных средств, Нематериальных активов"
              },
              { "id": 28, "alias": "Учет спецодежды и СИЗ" },
              { "id": 221, "alias": "Прочее" }
            ]
          },
          {
            "id": 60,
            "parent_id": 54,
            "name": "ПЕСХ",
            "department": 0,
            "services": [
              { "id": 15, "alias": "Учет доходов и дебиторской задолженности" },
              {
                "id": 16,
                "alias": "Учет расходов и кредиторской задолженности"
              },
              {
                "id": 17,
                "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
              },
              { "id": 18, "alias": "Учет МПЗ" },
              {
                "id": 19,
                "alias": "Учет Основных средств, Нематериальных активов"
              },
              { "id": 21, "alias": "Учет спецодежды и СИЗ" },
              { "id": 220, "alias": "Прочее" }
            ]
          },
          {
            "id": 61,
            "parent_id": 54,
            "name": "ЦАТК",
            "department": 0,
            "services": [
              { "id": 8, "alias": "Учет доходов и дебиторской задолженности" },
              {
                "id": 9,
                "alias": "Учет расходов и кредиторской задолженности"
              },
              {
                "id": 10,
                "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
              },
              { "id": 11, "alias": "Учет МПЗ" },
              {
                "id": 12,
                "alias": "Учет Основных средств, Нематериальных активов"
              },
              { "id": 14, "alias": "Учет спецодежды и СИЗ" },
              { "id": 219, "alias": "Прочее" }
            ]
          },
          {
            "id": 62,
            "parent_id": 54,
            "name": "ПТЖТ",
            "department": 0,
            "services": [
              {
                "id": 1,
                "alias": "Учет расходов и кредиторской задолженности"
              },
              {
                "id": 2,
                "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
              },
              { "id": 3, "alias": "Учет доходов и дебиторской задолженности" },
              { "id": 4, "alias": "Учет МПЗ" },
              {
                "id": 5,
                "alias": "Учет Основных средств, Нематериальных активов"
              },
              { "id": 7, "alias": "Учет спецодежды и СИЗ" },
              { "id": 218, "alias": "Прочее" }
            ]
          },
          {
            "id": 65,
            "parent_id": 54,
            "name": "УПиСП",
            "department": 0,
            "services": [
              { "id": 36, "alias": "Учет доходов и дебиторской задолженности" },
              {
                "id": 37,
                "alias": "Учет расходов и кредиторской задолженности"
              },
              {
                "id": 38,
                "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
              },
              { "id": 39, "alias": "Учет МПЗ" },
              {
                "id": 40,
                "alias": "Учет Основных средств, Нематериальных активов"
              },
              { "id": 42, "alias": "Учет спецодежды и СИЗ" },
              { "id": 223, "alias": "Прочее" }
            ]
          },
          {
            "id": 66,
            "parent_id": 54,
            "name": "УПБ",
            "department": 0,
            "services": [
              { "id": 29, "alias": "Учет доходов и дебиторской задолженности" },
              {
                "id": 30,
                "alias": "Учет расходов и кредиторской задолженности"
              },
              {
                "id": 31,
                "alias": "Авансовые отчеты, возмещение расходов, приходный/расходный кассовый ордер"
              },
              { "id": 32, "alias": "Учет МПЗ" },
              {
                "id": 33,
                "alias": "Учет Основных средств, Нематериальных активов"
              },
              { "id": 35, "alias": "Учет спецодежды и СИЗ" },
              { "id": 222, "alias": "Прочее" }
            ]
          },
          {
            "id": 70,
            "parent_id": 54,
            "name": "Окна",
            "department": 0,
            "services": [
              { "id": 258 },
              { "id": 259 },
              { "id": 260 },
              { "id": 261 },
              { "id": 262 },
              { "id": 263 },
              { "id": 264 },
              { "id": 265 },
              { "id": 266 },
              { "id": 267 },
              { "id": 268 },
              { "id": 269 },
              { "id": 270 },
              { "id": 271 },
              { "id": 272 },
              { "id": 273 },
              { "id": 274 },
              { "id": 275 },
              { "id": 276 },
              { "id": 277 },
              { "id": 278 },
              { "id": 279 },
              { "id": 280 },
              { "id": 281 },
              { "id": 282 },
              { "id": 283 },
              { "id": 284 },
              { "id": 285 },
              { "id": 286 }
            ]
          },
          {
            "id": 71,
            "parent_id": 54,
            "name": "Медвежий ручей",
            "department": 0,
            "services": [
              {
                "id": 319,
                "alias": "Учет доходов и дебиторской задолженности"
              },
              {
                "id": 320,
                "alias": "Учет расходов и кредиторской задолженности"
              },
              { "id": 321, "alias": "Авансовые отчеты, возмещение расходов" },
              { "id": 322, "alias": "Учет МПЗ" },
              {
                "id": 323,
                "alias": "Учет Основных средств, Нематериальных активов"
              },
              { "id": 324, "alias": "Учет спецодежды и СИЗ" },
              { "id": 325, "alias": "Прочее" }
            ]
          }
        ]
      },
      "department": 0
    },
    {
      "id": 79,
      "name": "new",
      "description": null,
      "root": {
        "children": [
          {
            "name": "New node",
            "children": [
              {
                "name": "New node",
                "services": [{ "id": 5 }, { "id": 7 }],
                "id": 81
              }
            ],
            "services": [{ "id": 3 }, { "id": 4 }],
            "id": 80
          }
        ],
        "services": [{ "id": 1 }, { "id": 2 }]
      }
    }
  ]
}
